Autodesk.Revit.DB.ImageResolution
This enum is used to define image resolution in order to calculate the image size.
Remarks:
This is used only if the Zoom option for ZoomType is set.
Since:
2011

Autodesk.Revit.DB.ImageResolution.DPI_600
600 dpi

Autodesk.Revit.DB.ImageResolution.DPI_300
300 dpi

Autodesk.Revit.DB.ImageResolution.DPI_150
150 dpi

Autodesk.Revit.DB.ImageResolution.DPI_72
72 dpi